export const commands = `
/help - усі команди
/app - додаток школи
/registration - реєстрація
/aboutjsfecourse - про курс jsfe
/roadmap - програма навчання
/docs - документація
/dismission - за що можуть виключити з курсу
/link - посилання на чат
/codeofconduct - правила поведінки
/stickers - стікери
/topic - посилання на чат без офтопу
/transliterate - (або /tr) транслітерувати текст з каракуль
/set - зберегти фразу в колекцію
/getphrase - отримати рандомну фразу із колекції
/getrandom - отримати згенеровану фразу з рандомних слів з фраз з колекції

Більшість команд краще юзати як reply
`;
