export const hiddenCommands = `
/two - (reply) сідай, 2
/ph - (reply) відповісти рандомною цитатою з чату РСС
/rd - (reply) відповісти рандомними словами з цитат чату РСС
/asm - покликати хазяїна
/test - тестова команда для дебагу
`;
// /store - перевірка стору
// /refetch - оновити стор

// /mute - зам'ютити
// /unmute - розм'ютити
// /random - отримати рандомну фразу
// /rp - (reply) відповісти рандомною фразою з студентського файлу
// /reply - (reply) відповісти рандомною фразою

// /banpoll - (reply) влаштувати опитування на бан
// /banpollanonymous - (reply) анонімно влаштувати опитування на бан
