export const hiddenCommands = `
/asm - покликати адміна
/two - (reply) сідай, 2
/test - тестова команда для дебагу
/store - перевірка стору
/ph - (reply) відповісти рандомною цитатою з чату РСС
/rd - (reply) відповісти рандомними словами з цитат чату РСС
`;
// /tr - перекласти з каракуль
// /mute - зам'ютити
// /unmute - розм'ютити
// /random - отримати рандомну фразу
// /rp - (reply) відповісти рандомною фразою з студентського файлу
// /reply - (reply) відповісти рандомною фразою

// /banpoll - (reply) влаштувати опитування на бан
// /banpollanonymous - (reply) анонімно влаштувати опитування на бан
